jorgebucaran/fisher
jethrokuan/z
ilancosman/tide@v5
jorgebucaran/nvm.fish
oh-my-fish/plugin-title
oh-my-fish/plugin-rustup
oh-my-fish/plugin-python
oh-my-fish/plugin-pyenv
oh-my-fish/plugin-osx
oh-my-fish/plugin-direnv
oh-my-fish/plugin-composer
oh-my-fish/plugin-brew
oh-my-fish/plugin-aws
timothybrown/fish-autovenv
oh-my-fish/plugin-cd
ryoppippi/fish-poetry
